export default {
  titles: {
    notFound: 'Упс!',
    tabOne: 'Первая вкладка',
    tabTwo: 'Вторая вкладка',
    tabOneTitle: 'Заголовок первой вкладки',
    tabTwoTitle: 'Заголовок второй вкладки',
  },
  updateBanner: {
    title: 'Обновление приложения',
    subtitle: 'Доступна новая версия приложения',
    loading: 'Идет загрузка обновления,\nподождите...',
    load: 'Загрузка',
    done: 'Готово,\n перезагрузите приложение',
    reload: 'Перезагрузить',
    update: 'Установить сейчас',
  },
  notFound: {
    title: 'Этого экрана не существует.',
    navigate: 'Перейти на главный экран!',
  },
  editScreenInfo: {
    body: [
      'Откройте код для этого экрана:',
      'Измените любой текст, сохраните файл, и ваше приложение автоматически обновится.',
    ],
    tap: 'Нажмите здесь, если ваше приложение не обновляется автоматически после внесения изменений',
  },
}
